/*
Це порожній шаблон для окремого модуля.
В першу чергу підключаємо головний хедер проекту,
потім, в неймспейсі проекту, оголошуємо потрібні
класи, функції і т.д.
Визначати не шаблонні і не інлайн функції слід в
відповідному cpp файлі.
*/
#pragma once
#include <TexProject/TexProject_Header.h>


/*
Після підключення головного хедеру - можна підключати
решту необхідних хедерів TexProject.
Після них підключаємо сторонні хедери/бібіліотеки.
Як будемо це робити у випадку бібліотек з .lib файлами ще вирішуємо.
*/


namespace TexProject
{
}




















